Repository: Thoshh/appfusedjango
Catalog: trunk/agenda/locale/*/LC_MESSAGES/django.po
Languages: ca

source: Confirmacion de borrado
ca: Confirma l'esborrat

source: Seguro que desea borrar esta ficha
ca: Segur que vols esborrar aquest registre?

source: Nombre
ca: Nom

source: Apellido
ca: Llinatges

source: Seguro, seguro
ca: Estic ben segur

source: seguro
ca: Segur

source: No estoy seguro, muestrame la lista
ca: No ho tenc clar, torna a la llista

source: Registro borrado
ca: Registre esborrat

source: El registro ha sido borrado satisfactoriamente
ca: El registre ha estat esborrat satisfactòriament

source: Ir a la lista
ca: Anar a la llista

source: Ficha de
ca: Fitxa de

source: Ficha de la agenda
ca: Fitxa de l'agenda

source: La ficha ha sido guardada
ca: Registre guardat

source: Telefono
ca: Telèfon

source: Edad
ca: Edat

source: Comentarios
ca: Comentaris

source: Retorna al Listado
ca: Tornar al llistat

source: Borrar
ca: Esborrar

source: %(num)s P&aacute;gina
ca: %(num)s P&agrave;gina

source: P&aacute;gina
ca: Pàgina

source: Siguiente
ca: Següent

source: &Uacute;ltima
ca: Darrera

source: Go to the admin page
ca: Ves a la pàgina d'administració

source: Add a new record
ca: Afegir un nou registre

source: Add
ca: Afegir
